<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <title>iSalas :: Guia de Resolución de problemas</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <!-- Bootstrap -->
    <link href="css/bootstrap.min.css" rel="stylesheet" media="screen">
</head>
<body>
    <div class="container">
        <div class="row-fluid">
            <div class="span12">
                <h3>iSalas :: Guia de Resolución de problemas</h3>
                <p>Si Ud esta experimentando dificultades para acceder o participar de sala virtual, lea por favor lo siguiente:&nbsp;</p>
                <hr>
                <p>
                    <a class="btn btn-large btn-primary disabled">Recomendaciones importantes:</a>
                </p>
                <ul>
                    <li>
                        <strong>Navegador Web</strong>: utilice como navegador web, Firefox o Internet Explorer, verifique que est&eacute;n actualizados.
                    </li>
                    <li>
                        <strong><em>Flash player:</em></strong> verifique que tiene instalado y actualizado el plugin de Adobe Flash Player, <a href="http://get.adobe.com/es/flashplayer/" target="_blank">puede verificarlo aqu&iacute;</a>.
                    </li>
                    <li>
                        <strong>Programas:</strong> cierre todas las ventanas del navegador y programas que no est&eacute; utilizando. De esta manera evitar&aacute; que cualquier programa est&eacute; utilizando su conexi&oacute;n de internet.&nbsp;
                    </li>
                    <li>
                        <strong>Actualizaciones en segundo plano</strong>: muchos programas se ejecutan en segundo plano (es decir Ud no lo nota a primera vista). <br />Generalmente estos prorgamas realizan actualizaciones autom&aacute;ticas y esto consume su conexi&oacute;n a internet, pudiendo perjudicar su recepci&oacute;n de la sala virtual. <br />Sugerimos anular las actualizaciones de windows y office, actualizaci&oacute;n de antivirus, programas adobe y cualquier otro programa que se ejecute en segundo plano.
                    </li>
                </ul>
            </div>
        </div>
        <br>
        <div class="row-fluid">
            <div class="span12">      
                <hr>
                <p>                      
                    <a class="btn btn-large btn-primary disabled">Verifique su conexi&oacute;n a internet:</a>
                </p>
                <p>Ya ingresado en la sala virtual, dispone de un medidor de se&ntilde;al, el cual le permite conocer el nivel de calidad de la conexi&oacute;n con el servidor.<br />Para visualizarlo haga click sobre el icono de se&ntilde;al (barras color verde) , que se encuentra en el menu superior, a la derecha.&nbsp;<br />Si su se&ntilde;al decae, verifique su conexi&oacute;n, verifique lo sugerido arriba en <em>actualizaciones en segundo plano</em> o consulte con su proveedor de internet.&nbsp;<br />La se&ntilde;al debe indicar todas las barras en verde y la latencia por debajo de los 500 ms, para que tenga la mejor experiencia.</p>
                <p><img class="thumbnail" style="float: left;" src="bandwidth.jpg" alt="" width="400" height="160" /></p>
            </div>
        </div>
        <br>
        <div class="row-fluid">
            <div class="span12">  
                <hr>
                <p>    
                    <a class="btn btn-large btn-primary disabled">Soluci&oacute;n de problemas</a>
                </p>
                <ol>
                    <li>
                        <strong>No puede acceder a la sala</strong><br />Por favor cierre todas las ventanas abiertas del navegador web que este utilizando. Luego vuelva a abrirlo, ingrese al email donde recibi&oacute; la invitaci&oacute;n y vuelva a intentar el ingreso a la sala virtual. Verifique que el correo de invitaci&oacute;n corresponda al curso, fecha y horario correspondiente.
                    </li>
                    <li>
                        <strong>Audio</strong><br />Si percibe anomal&iacute;as en la recepci&oacute;n de audio:<br />- si el volumen es bajo, revise la configuraci&oacute;n de sonido de la PC y del navegador. Sugerimos la utilizaci&oacute;n de auriculares.<br />- utilice el cuadro de configuraci&oacute;n de dispositivos de la sala virtual para ajustar el volumen, haga click en el icono de herramienta situado arriba a la derecha de la pantalla.<br />- anule el video para minimizar el ancho de banda utilizado. Para anular el video, haga un click sobre el boton que aparece en la esquina inferior izquerida de la pantalla de video.
                    </li>
                    <li>
                        <strong>Video</strong><br />Si percibe anomal&iacute;as en la recepci&oacute;n de video:<br />- verifique que el plugin de Adobe Flash player este bien instalado y actualizado.<br />- verifique su conex&iacute;on a internet. Si el problema persiste, anule el video haciendo click sobre boton que se encuentra sobre la pantallita de video, en la esquina inferior izquierda.
                    </li>
                </ol>
            </div>
        </div>    
    </div>
    <br>
    <script src="http://code.jquery.com/jquery.js"></script>
    <script src="js/bootstrap.min.js"></script>
</body>
</html>